{
    "TRANSFERSTUFF.actorTransferSame": "Enable for actors of the same type",
    "TRANSFERSTUFF.actorTransferSameHint": "If disabled you will have to rely on the pairs you can define by hand.",
    "TRANSFERSTUFF.actorTransferPairs": "Compatible Actor Types:",
    "TRANSFERSTUFF.actorTransferPairsHint": "The body of a JSON map of compatible actor type key-value pairs allowing transfer. By default this module only works between actor sheets of the same type, but some game systems may have other combinations that work. Example 1: \"character\":\"synthetic\",\"synthetic\":\"vehicles\",\"vehicles\":\"character\". Example 2 (for DnD5e): \"character\":\"vehicle\",\"vehicle\":\"character\" that would enable moving item between characters and vehicles. You can also have multiple actor types as value, example 3: \"character\":[\"vehicle\", \"character\"],\"vehicle\":\"character\" would enable transfer from character to vehicle, from character to character and from vehicle to character but NOT from vehicle to vehicle (providing that the \"actors of the same type\" checkbox is unchecked).",
    "TRANSFERSTUFF.notEnoughCurrency": "you don't have enough of the following currencies",
    "TRANSFERSTUFF.howManyItem": "How many items do you want to move?",
    "TRANSFERSTUFF.one": "One",
    "TRANSFERSTUFF.half": "Half",
    "TRANSFERSTUFF.max": "Max",
    "TRANSFERSTUFF.stackItems": "Stack items of the same type",
    "TRANSFERSTUFF.transfer": "Transfer",
    "TRANSFERSTUFF.howMuchCurrency": "How much do you want to move?",
    "TRANSFERSTUFF.currency": "Currency",
    "TRANSFERSTUFF.enableCurrencyTransfer": "Enable currency transfer",
    "TRANSFERSTUFF.enableCurrencyTransferHint": "When moving an object named \"Currency\" it will open a dialog to transfer money instead of transfering the actual item.",
    "TRANSFERSTUFF.enableItemTransfer": "Enable item transfer",
    "TRANSFERSTUFF.enableItemTransferHint": "Even if it's the main feature of this module you can still disable item transfer. Know that you can temporarily disable the transfer feature by pressing the alt key while you move the item."
}